Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/DisplaysExt.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Are you sure you want to delete the profile “%@”?
ar: هل أنت متأكد من رغبتك في حذف ملف التعريف "%@"؟
ca: Confirmes que vols eliminar el perfil “%@”?
cs: Určitě chcete profil „%@“ smazat?
da: Er du sikker på, at du vil slette profilen “%@”?
de: Möchtest du das Profil „%@“ wirklich löschen?
el: Θέλετε σίγουρα να διαγράψετε το προφίλ «%@»;
es: ¿Seguro que quieres eliminar el perfil “%@”?
es_419: ¿Quieres eliminar el perfil “%@”?
fi: Poistetaanko profiili ”%@”?
fr: Voulez-vous vraiment supprimer le profil « %@ » ?
fr_ca: Voulez-vous vraiment supprimer le profil « %@ »?
he: האם ברצונך למחוק את הפרופיל ״%@״?
hi: क्या आप निश्चित हैं कि आप प्रोफ़ाइल “%@” डिलीट करना चाहते हैं?
hr: Sigurno želite obrisati profil “%@”?
hu: Biztos benne, hogy törölni szeretné a(z) „%@” profilt?
id: Apakah Anda yakin ingin menghapus profil “%@”?
it: Confermi di voler eliminare il profilo “%@”?
ja: プロファイル“%@”を削除してもよろしいですか?
ko: ‘%@’ 프로필을 삭제하겠습니까?
ms: Adakah anda pasti mahu memadamkan profil “%@”?
nb: Er du sikker på at du vil slette profilen «%@»?
nl: Weet je zeker dat je het profiel '%@' wilt verwijderen?
pl: Czy na pewno chcesz usunąć profil „%@”?
pt_br: Tem certeza de que deseja apagar o perfil “%@”?
pt_pt: Tem a certeza de que pretende apagar o perfil “%@”?
ro: Confirmați ștergerea profilului „%@”?
ru: Вы действительно хотите удалить профиль «%@»?
sk: Naozaj chcete vymazať profil „%@“?
sl: Ste prepričani, da želite izbrisati profil »%@«?
sv: Är du säker på att du vill radera profilen ”%@”?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการลบโปรไฟล์ “%@”
tr: “%@” profilini silmek istediğinizden emin misiniz?
uk: Справді видалити профіль «%@»?
vi: Bạn có chắc chắn muốn xóa cấu hình “%@” không?
zh_cn: 确定要删除描述文件“%@”吗？
zh_hk: 確定要刪除色彩描述「%@」嗎？
zh_tw: 確定要刪除描述檔「%@」嗎？

source: Are you sure you want to remove all custom presets?
ar: هل ترغب بالتأكيد في إزالة كل الإعدادات المسبقة المخصصة؟
ca: Confirmes que vols eliminar totes les preconfiguracions personalitzades?
cs: Určitě chcete všechny vlastní presety odstranit?
da: Er du sikker på, at du vil fjerne alle specielle forindstillinger?
de: Möchtest du wirklich alle eigenen Voreinstellungen entfernen?
el: Θέλετε σίγουρα να αφαιρεθούν όλες οι προσαρμοσμένες προεπιλογές;
es: ¿Seguro que quieres eliminar todos los preajustes personalizados?
es_419: ¿Quieres eliminar todas las preconfiguraciones personalizadas?
fi: Haluatko varmasti poistaa kaikki muokatut esiasetukset?
fr: Voulez-vous vraiment supprimer tous les préréglages personnalisés ?
fr_ca: Voulez-vous vraiment supprimer tous les préréglages personnalisés?
he: האם ברצונך להסיר את כל ההגדרות המותאמות אישית?
hi: क्या आप निश्चित हैं कि आप सभी कस्टम प्रीसेट हटाना चाहते हैं?
hr: Sigurno želite ukloniti sva prilagođena podešenja?
hu: Biztosan eltávolítja az összes egyéni előbeállítást?
id: Apakah Anda yakin ingin menghapus semua preset khusus?
it: Confermi di voler rimuovere tutti i preset personalizzati?
ja: カスタムのプリセットをすべて削除してもよろしいですか?
ko: 모든 사용자 설정 프리셋을 삭제하겠습니까?
ms: Adakah anda pasti mahu mengeluarkan semua praset tersuai?
nb: Er du sikker på at du vil fjerne alle tilpassede forhåndsinnstillinger?
nl: Weet je zeker dat je alle aangepaste voorinstellingen wilt verwijderen?
pl: Czy na pewno chcesz usunąć wszystkie własne ustawienia wstępne?
pt_br: Tem certeza de que deseja apagar todos os pré‑ajustes personalizados?
pt_pt: Tem a certeza de que pretende remover todas as predefinições personalizadas?
ro: Sigur doriți să eliminați toate preconfigurările personalizate?
ru: Вы действительно хотите удалить все наборы настроек, созданные пользователем?
sk: Naozaj chcete odstrániť všetky vlastné predvoľby?
sl: Ste prepričani, da želite odstraniti vse prilagojene prednastavitve?
sv: Är du säker på att du vill ta bort alla anpassade förinställningar?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการเอาค่าที่ตั้งไว้แบบกำหนดเองออกทั้งหมด
tr: Tüm özel ön ayarları silmek istediğinizden emin misiniz?
uk: Справді вилучити всі власні набори параметрів?
vi: Bạn có chắc chắn muốn xóa tất cả các giá trị đặt trước tùy chỉnh không?
zh_cn: 确定要移除所有自定义预置吗？
zh_hk: 確定要移除所有自訂預設組嗎？
zh_tw: 確定要移除所有自訂預設組嗎？

source: Are you sure you want to switch to this scaled resolution?
ar: هل أنت متأكد من رغبتك في التبديل إلى الدقة محددة الحجم هذه؟
ca: Confirmes que vols canviar a aquesta resolució a escala?
cs: Určitě chcete přepnout na toto přizpůsobené rozlišení?
da: Er du sikker på, at du vil skifte til denne skalerede opløsning?
de: Möchtest du wirklich zu dieser skalierten Auflösung wechseln?
el: Επιθυμείτε σίγουρα εναλλαγή σε αυτήν την ανάλυση σε κλίμακα;
es: ¿Seguro que quieres aplicar esta resolución ajustada?
es_419: ¿Quieres aplicar esta resolución ajustada?
fi: Haluatko varmasti vaihtaa tähän skaalattuun tarkkuuteen?
fr: Voulez-vous vraiment basculer dans cette résolution à l’échelle ?
fr_ca: Voulez-vous vraiment basculer dans cette résolution à l’échelle?
he: האם ברצונך לעבור לרזולוציה זו המותאמת לפי קנה המידה?
hi: क्या आप निश्चित हैं कि आप इस स्केल किए गए रिज़ोल्यूशन पर स्विच करना चाहते हैं?
hr: Sigurno želite prebaciti na ovu skaliranu razlučivost?
hu: Biztos benne, hogy erre az átméretezett felbontásra szeretne váltani?
id: Apakah Anda yakin ingin beralih ke resolusi terskala ini?
it: Confermi di voler passare a questa risoluzione ridimensionata?
ja: この解像度に切り替えてもよろしいですか?
ko: 이 해상도로 전환하겠습니까?
ms: Adakah anda pasti mahu menukar ke resolusi berskala ini?
nb: Er du sikker på at du vil bytte til skalert oppløsning?
nl: Weet je zeker dat je naar deze geschaalde resolutie wilt overschakelen?
pl: Czy na pewno chcesz przełączyć na tę rozdzielczość skalowaną?
pt_br: Tem certeza de que deseja mudar para esta resolução redimensionada?
pt_pt: Tem a certeza de que pretende mudar para esta resolução proporcional?
ro: Sigur doriți comutarea la această rezoluție redimensionată?
ru: Вы действительно хотите переключиться на это масштабированное разрешение?
sk: Naozaj chcete prepnúť na toto upravené rozlíšenie?
sl: Ste prepričani, da želite preklopiti na to prilagojeno ločljivost?
sv: Är du säker på att du vill byta till den här skalade upplösningen?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการสลับเป็นความละเอียดตามอัตราส่วนนี้
tr: Bu ölçeklenmiş çözünürlüğe geçmek istediğinizden emin misiniz?
uk: Справді перемкнутися на цю масштабовану роздільність?
vi: Bạn có chắc chắn muốn chuyển sang độ phân giải đã chia tỷ lệ này không?
zh_cn: 确定要切换到这个缩放分辨率吗？
zh_hk: 確定要切換至這個縮放的解像度嗎？
zh_tw: 確定要切換到這個縮放的解析度嗎？

source: Arrange Displays
ar: ترتيب شاشات العرض
ca: Organitza les pantalles
cs: Uspořádat monitory
da: Anbring skærme
de: Displays ausrichten
el: Διευθέτηση οθονών
es: Alinea las pantallas
es_419: Ordenar pantallas
fi: Järjestä näytöt
fr: Positionner les moniteurs
fr_ca: Organiser les écrans
he: ארגון הצגים
hi: डिस्प्ले व्यवस्थित करें
hr: Rasporedite zaslone
hu: Kijelzők elrendezése
id: Susun Layar
it: Organizza gli schermi
ja: ディスプレイを配置
ko: 디스플레이 정렬
ms: Susun Paparan
nb: Organiser skjermer
nl: Rangschik beeldschermen
pl: Rozmieść wyświetlacze
pt_br: Organizar Telas
pt_pt: Organizar ecrãs
ro: Aranjați ecranele
ru: Упорядочить дисплеи
sk: Usporiadať displeje
sl: Razporeditev zaslonov
sv: Ordna bildskärmar
th: จัดเรียงจอภาพ
tr: Ekran Yerleşimi
uk: Розташуйте дисплеї
vi: Sắp xếp các màn hình
zh_cn: 排列显示器
zh_hk: 排列顯示器
zh_tw: 排列顯示器

# ARRANGE_HEADER_FORMAT
source: Display preferences control the resolution and color of your %@‘s displays and their arrangement with any nearby Mac or iPad signed into your Apple ID.
ar: تتحكم تفضيلات شاشة العرض في دقة ولون شاشات عرض %@ وترتيبها مع أي Mac أو iPad قريب تم تسجيل دخوله إلى Apple ID الخاص بك.
ca: A la secció “Pantalles” de les preferències pots controlar la resolució, el color i la disposició de les pantalles d’aquest %@ en relació amb altres Mac o iPad propers en què hagis iniciat la sessió amb l’ID d’Apple.
cs: Předvolby monitorů určují rozlišení a barvy monitorů vašeho zařízení %@ a jejich uspořádání vůči libovolnému blízkému Macu nebo iPadu přihlášenému pod vaším Apple ID.
da: Skærmindstillingerne styrer opløsning og farver på dine %@-skærme og deres opstilling fra en Mac eller iPad i nærheden, hvor du er logget ind med dit Apple-id.
de: Die Bildschirmeinstellungen steuern Auflösung und Farbe deines %@-Bildschirms und ihre Anordnung in Verbindung mit Macs und iPads in der Nähe, die mit deiner Apple-ID angemeldet sind.
el: Οι προτιμήσεις οθόνης ελέγχουν την ανάλυση και τα χρώματα των οθονών του %@ σας, καθώς και τη διευθέτησή τους με κάθε κοντινό Mac ή iPad που είναι συνδεδεμένο στο Apple ID σας.
es: El panel de preferencias Pantallas controla la resolución, el color y la disposición de las pantallas de tu %@ con respecto a los Mac y iPad cercanos en los que hayas iniciado sesión con tu ID de Apple.
es_419: El panel Pantalla permite controlar la resolución y el color de las pantallas de tu %@, así como su disposición en relación con cualquier Mac o iPad cercanos en los que hayas iniciado sesión con tu Apple ID.
fi: Näyttöasetukset ohjaavat %[tt]@-laitteen näyttöjen tarkkuutta ja värejä sekä niiden asettelua suhteessa lähellä oleviin Maceihin ja iPadeihin, jotka ovat kirjautuneet Apple ID:lläsi.
fr: Les préférences Moniteurs contrôlent la résolution et la couleur des moniteurs de votre %@, ainsi que leur disposition par rapport à tout Mac ou iPad situé à proximité et connecté à votre identifiant Apple.
fr_ca: Les préférences Écrans contrôlent la résolution et la couleur des écrans de votre %@ ainsi que leur disposition avec n’importe quel Mac ou iPad à proximité connectés à votre identifiant Apple.
he: העדפות הצג קובעות את הרזולוציה והצבע של צגי ה-%@ שלך ובארגון שלהם עם כל Mac ו-iPad קרוב שמחובר ל-Apple ID שלך.
hi: अपनी Apple ID में साइन इन किए गए आस-पास के किसी भी Mac या iPad के साथ आपके %@ के डिस्प्ले का रिज़ोल्यूशन और रंग और उनका व्यवस्थापन डिस्प्ले प्राथमिकता से नियंत्रित होता है।
hr: Postavkama zaslona upravlja se razlučivošću i bojama zaslona uređaja %@ te njihovim rasporedom na svim obližnjim Macovima ili iPadima koji su prijavljeni na vaš Apple ID.
hu: A megjelenítési beállítások vezérlik a %@ géphez használt kijelzők felbontását és színét, illetve a kijelzők elrendezését minden olyan közeli Mackel vagy iPaddel, amelyeken be van jelentkezve az Apple ID-jával.
id: Preferensi layar mengontrol resolusi serta warna layar %@ Anda dan susunannya dengan Mac atau iPad di sekitar yang masuk ke ID Apple Anda.
it: Le preferenze Schermo controllano la risoluzione e il colore degli schermi di %@ e la loro disposizione insieme a eventuali Mac e iPad vicini su cui hai effettuato l’accesso con lo stesso ID Apple.
ja: “ディスプレイ”環境設定で、%@のディスプレイの解像度とカラー、および同じApple IDにサインインしている近くの各MacまたはiPadとの配置を制御します。
ko: 디스플레이 환경설정에서는 사용자의 Apple ID로 로그인한 근처 Mac 또는 iPad에서 %@ 디스플레이의 해상도 및 색상, 기기의 배열을 제어할 수 있습니다.
ms: Keutamaan paparan mengawal resolusi dan warna paparan %@ anda serta susunannya dengan sebarang Mac atau iPad berdekatan yang didaftar masuk ke Apple ID anda.
nb: Skjermer-valgpanelet kontrollerer oppløsningen og fargen på skjermene til %@ og organiseringen av dem med Macer eller iPader i nærheten som er logget på Apple-ID-en din.
nl: De beeldschermvoorkeuren bepalen de resolutie en kleur van de beeldschermen van je %@ en hun rangschikking ten opzichte van een Mac of iPad in de buurt waarop met je Apple ID is ingelogd.
pl: Panel preferencji Wyświetlacze pozwala określać rozdzielczość i kolor ekranów urządzenia %@ oraz ich rozmieszczenie względem ekranów pobliskich Maców i iPadów zalogowanych przy użyciu tego samego Apple ID.
pt_br: As preferências de Tela controlam a resolução e a cor das telas do %@ e sua organização com qualquer Mac ou iPad por perto que tenha uma sessão iniciada com o seu ID Apple.
pt_pt: As preferências controlam a resolução e a cor dos monitores do %@ e a respetiva disposição com qualquer Mac ou iPad por perto com sessão iniciada com o seu ID Apple.
ro: Preferințele Afișaje controlează rezoluția și culoarea afișajelor %@‑ului și aranjamentul acestora în relație cu orice Mac sau iPad din apropiere, autentificat cu ID‑ul dvs. Apple.
ru: Настройки дисплеев задают разрешение и цветопередачу дисплеев Вашего %@, а также их расположение относительно находящихся рядом Mac и iPad, на которых выполнен вход с Вашим Apple ID.
sk: Nastavenia displeja určujú rozlíšenie a farby na displejoch vášho zariadenia %@ a ich rozmiestnenie vzhľadom na blízky Mac alebo iPad prihlásený do vášho Apple ID.
sl: Z nastavitvami zaslona lahko upravljate ločljivost in barvo zaslonov naprave %@ ter njihovo razporeditev glede na katerikoli bližnji Mac ali iPad, ki je vpisan v vaš račun Apple ID.
sv: Inställningspanelen Bildskärmar styr upplösning och färg för %@s skärm och uppställning av valfri Mac eller iPad i närheten som är inloggad med samma Apple‑ID.
th: การตั้งค่าจอภาพจะควบคุมความละเอียดและสีของจอภาพของ %@ ของคุณ และการจัดเรียงกับ Mac หรือ iPad ที่อยู่ใกล้เคียงที่ลงชื่อเข้าด้วย Apple ID ของคุณ
tr: Ekran tercihleri, %@ aygıtınıza bağlı ekranların çözünürlüğünü, rengini ve bunların Apple kimliğinizle giriş yapılmış yakındaki Mac’lerde veya iPad’lerde yerleşimini denetler.
uk: Параметри дисплея контролюють роздільність і колірні опції дисплеїв вашого %@, а також схему їх розміщення для розташованих поблизу Mac та iPad, на яких здійснено вхід у той самий Apple ID.
vi: Tùy chọn Màn hình điều khiển độ phân giải và màu của các màn hình của %@ cũng như cách sắp xếp của chúng với bất kỳ máy Mac hoặc iPad nào ở gần đã được đăng nhập vào ID Apple của bạn.
zh_cn: 显示器偏好设置控制%@显示器的分辨率和色彩，以及其与附近登录你Apple ID的Mac或iPad之间的排列方式。
zh_hk: 「顯示器」偏好設定會控制%@顯示器的解像度和顏色，以及其與附近任何已登入你Apple ID的Mac或iPad之排列方式。
zh_tw: 「顯示器」系統偏好設定能控制你%@顯示器的解析度和顏色，以及顯示器與鄰近已登入你Apple ID之Mac或iPad的排列方式。

# ARRANGE_MANY_MIRRORS
source: %@ Mirrors
ar: %@ مرآة
ca: %@ duplicacions
cs: %@ zrcadlení
da: %@ dubleringer
de: %@ Spiegel
el: %@ κατοπτρισμοί
es: %@ duplicaciones
es_419: %@ duplicadas
fi: %@ peilaavaa
fr: %@ recopies
fr_ca: %@ écrans en recopie vidéo
he: %@ שיקופים
hi: %@ मिरर
hr: %@ zrcala
hu: %@ tükör
id: %@ Cermin
it: %@ duplicazioni
ja: %@台のミラーリング
ko: %@개의 미러링
ms: %@ Cermin
nb: %@ speilinger
nl: %@ synchrone weergaven
pl: Sklonowane (%@)
pt_br: %@ Espelhos
pt_pt: %@ réplicas
ro: %@ oglindiri
ru: Видеоповторы (%@)
sk: Zrkadlá: %@
sl: Zrcala: %@
sv: %@ dubbleringar
th: เหมือนกัน %@ จอ
tr: %@ Yansıtma
uk: %@ дублювань
vi: %@ màn hình phản chiếu
zh_cn: %@个镜像
zh_hk: %@個鏡像輸出
zh_tw: %@個鏡像輸出

# ARRANGE_ONE_MIRROR
source: %@ Mirror
ar: محاكاة %@
ca: %@ duplicació
cs: %@ zrcadlení
da: %@ dublering
de: %@ Spiegel
el: %@ κατοπτρισμός
es: %@ duplicación
es_419: %@ duplicada
fi: %@ peilaava
fr: %@ recopie
fr_ca: %@ écran en recopie vidéo
he: שיקוף אחד
hi: %@ आईना
hr: %@ zrcalo
hu: %@ tükör
id: %@ Cermin
it: %@ duplicazione
ja: %@台のミラーリング
ko: %@개의 미러링
ms: %@ Cermin
nb: %@ speiling
nl: %@ synchrone weergave
pl: Sklonowane (%@)
pt_br: %@ Espelho
pt_pt: %@ réplica
ro: %@ oglindire
ru: Видеоповтор (%@)
sk: Zrkadlá: %@
sl: %@ zrcalo
sv: %@ dubblering
th: เหมือนกัน %@ จอ
tr: %@ Yansıtma
uk: %@ дублювання
vi: %@ màn hình phản chiếu
zh_cn: %@个镜像
zh_hk: %@個鏡像輸出
zh_tw: %@個鏡像輸出

source: Arrange…
ar: ترتيب…
ca: Disposició…
cs: Uspořádat…
da: Arranger…
de: Anordnen …
el: Διευθέτηση…
es: Alinear…
es_419: Ordenar…
fi: Asettele…
fr: Organiser…
fr_ca: Disposition…
he: ארגון…
hi: व्यवस्थित करें…
hr: Rasporedi…
hu: Elrendezés…
id: Susun…
it: Disponi…
ja: 配置…
ko: 정렬…
ms: Susun…
nb: Organiser…
nl: Orden…
pl: Uporządkuj…
pt_br: Organizar…
pt_pt: Organizar…
ro: Aranjare…
ru: Расстановка…
sk: Usporiadať…
sl: Razporedi …
sv: Ordna…
th: จัดเรียง…
tr: Yerleşim…
uk: Упорядкувати…
vi: Sắp xếp…
zh_cn: 排列…
zh_hk: 排列⋯
zh_tw: 排列⋯

source: Arrangement View
ar: عرض الترتيب
ca: Vista de la disposició
cs: Zobrazení uspořádání
da: Oversigt over opstilling
de: Darstellung „Anordnung“
el: Προβολή διευθέτησης
es: Vista de disposición
es_419: Vista de disposición
fi: Järjestysnäkymä
fr: Vue de disposition
fr_ca: Présentation de la disposition
he: תצוגת ארגון
hi: व्यवस्थापन दृश्य
hr: Prikaz rasporeda
hu: Elrendezési nézet
id: Tampilan Penyusunan
it: Vista disposizione
ja: 配置の表示
ko: 정렬 보기
ms: Paparan Susunan
nb: Organiseringsvisning
nl: Rangschikkingsweergave
pl: Widok rozmieszczenia
pt_br: Visualização do Arranjo
pt_pt: Vista de disposição
ro: Vizualizare aranjament
ru: Вид «Расположение»
sk: Zobrazenie usporiadania
sl: Prikaz razporeditve
sv: Uppställningsvy
th: มุมมองการจัดเรียง
tr: Yerleşim Görüntüsü
uk: Перегляд розміщення
vi: Chế độ xem sắp xếp
zh_cn: 排列视图
zh_hk: 排列顯示方式
zh_tw: 排列顯示方式

source: Ask What to Show
ar: السؤال عن المطلوب عرضه
ca: Pregunta què s’ha de mostrar
cs: Zeptat se, co se má zobrazit
da: Spørg, hvad der skal vises
de: Anzuzeigendes erfragen
el: Ερώτηση για εμφάνιση
es: Preguntar qué mostrar
es_419: Preguntar qué mostrar
fi: Kysy mitä näytetään
fr: Demander les éléments à afficher
fr_ca: Demander les éléments à afficher
he: בקשה להצגת תכנים
hi: पूछें कि क्या दिखाना है
hr: Pitaj što prikazati
hu: Rákérdezés, hogy mit jelenítsen meg
id: Tanyakan yang Akan Ditampilkan
it: Chiedi cosa mostrare
ja: 表示するものを確認
ko: 표시할 항목 묻기
ms: Tanya Perkara untuk Ditunjukkan
nb: Spør hva som skal vises
nl: Vraag wat weer te geven
pl: Pytaj, co wyświetlać
pt_br: Perguntar o que Mostrar
pt_pt: Perguntar o que deve ser mostrado
ro: Întreabă ce să se afișeze
ru: Спрашивать, что показывать
sk: Opýtať sa, čo sa má zobraziť
sl: Vprašaj, kaj prikazati
sv: Fråga vad som ska visas
th: ถามสิ่งที่จะแสดง
tr: Ne Gösterileceğini Sor
uk: Запитувати, що показувати
vi: Hỏi nội dung sẽ hiển thị
zh_cn: 询问要显示的内容
zh_hk: 詢問要顯示的內容
zh_tw: 詢問要顯示的項目

# AUTOMATIC_TOGGLE
source: Automatically adjust brightness
ar: ضبط الإضاءة تلقائيًا
ca: Ajusta automàticament la brillantor
cs: Automaticky upravit jas
da: Juster lysstyrke automatisk
de: Helligkeit automatisch anpassen
el: Αυτόματη προσαρμογή φωτεινότητας
es: Ajustar brillo automáticamente
es_419: Ajustar brillo automáticamente
fi: Säädä kirkkautta automaattisesti
fr: Régler la luminosité automatiquement
fr_ca: Régler la luminosité automatiquement
he: התאמת בהירות אוטומטית
hi: ब्राइटनेस ऑटोमैटिकली ऐडजस्ट करें
hr: Automatski podesi svjetlinu
hu: Fényerő automatikus beállítása
id: Sesuaikan kecerahan secara otomatis
it: Regola automaticamente la luminosità
ja: 輝度を自動調節
ko: 자동으로 밝기 조절
ms: Laraskan kecerahan secara automatik
nb: Juster lysstyrken automatisk
nl: Pas helderheid automatisch aan
pl: Dostosowuj jasność automatycznie
pt_br: Ajustar brilho automaticamente
pt_pt: Ajustar brilho automaticamente
ro: Reglează automat luminozitatea
ru: Автоматически настраивать яркость
sk: Automaticky upraviť jas
sl: Samodejno prilagodi svetlost
sv: Justera ljusstyrka automatiskt
th: ปรับความสว่างอัตโนมัติ
tr: Parlaklığı otomatik olarak ayarla
uk: Автоматично настроювати яскравість
vi: Tự động điều chỉnh độ sáng
zh_cn: 自动调节亮度
zh_hk: 自動調整亮度
zh_tw: 自動調整亮度

source: Automatically adapt display to make colors appear consistent in different ambient lighting conditions.
ar: ضبط إضاءة الشاشة تلقائيًا بحيث تظهر الألوان بصورة متسقة في ظروف الإضاءة المختلفة.
ca: Adapta automàticament la pantalla a les condicions d’il·luminació perquè els colors es vegin igual en tots els ambients.
cs: Automatická adaptace barev pro konzistentní zobrazení v různých světelných podmínkách.
da: Tilpas automatisk skærm for at få farver vist ensartet under forskellige omgivende lysforhold.
de: Der Monitor wird automatisch angepasst, sodass Farben in verschiedenen Beleuchtungssituationen einheitlich erscheinen.
el: Αυτόματη προσαρμογή της οθόνης για διασφάλιση της συνέπειας των χρωμάτων σε διαφορετικές συνθήκες φωτισμού περιβάλλοντος.
es: La visualización de los colores de la pantalla se adapta automáticamente a las distintas condiciones de luz ambiental.
es_419: Adapta automáticamente la pantalla para que los colores se vean consistentes en distintas condiciones de luz.
fi: Säädä näyttö automaattisesti, jotta värit näyttäisivät yhdenmukaisilta erilaisissa ympäröivissä valaistusolosuhteissa.
fr: L’écran s’adapte automatiquement pour optimiser l’affichage des couleurs selon les différentes conditions d’éclairage ambiant.
fr_ca: L’écran s’adapte automatiquement pour optimiser l’affichage des couleurs selon les différentes conditions d’éclairage ambiant.
he: ניתן לשנות את התצוגה באופן אוטומטי כדי לגרום לצבעים להיראות עקביים בתנאי תאורת רקע שונים.
hi: भिन्न-भिन्न परिवेशी प्रकाश स्थितियों में रंगों का प्रभाव एक समान रखने के लिए डिस्प्ले को ऑटोमैटिकली अनुकूलित करें।
hr: Automatsko prilagođavanje zaslona kako bi boje bile konzistentne pri različitoj svjetlini okoline.
hu: A kijelző automatikus beállítása, hogy a színek ugyanúgy jelenjenek meg az eltérő fényviszonyoknál.
id: Sesuaikan layar secara otomatis agar warna muncul secara konsisten dalam kondisi cahaya ambien yang berbeda.
it: Adatta automaticamente lo schermo alle diverse condizioni di luce ambientale per ottimizzare l’aspetto dei colori.
ja: 環境光の状況が異なっても色が一貫して表示されるように、ディスプレイを自動的に調整します。
ko: 디스플레이를 주변광에 맞춰 색상이 다른 환경에서도 일관적으로 보이도록 자동으로 조정합니다.
ms: Sesuaikan paparan secara automatik untuk membuatkan warna kelihatan konsisten dalam keadaan pencahayaan ambien yang berlainan.
nb: Tilpass visningen automatisk for å vise farger på en ensartet måte under ulike lysforhold.
nl: Laat het scherm zich automatisch aanpassen zodat kleuren er hetzelfde uitzien in verschillende omgevingslichtcondities.
pl: Ekran będzie automatycznie dostosowywany tak, aby kolory wyglądały identycznie w różnych warunkach oświetleniowych.
pt_br: Adapta a tela automaticamente para que as cores pareçam consistentes em diversas condições de iluminação ambiente.
pt_pt: Adaptar o ecrã automaticamente de acordo com a luz ambiente para as cores permanecerem consistentes.
ro: Adaptează automat afișajul pentru a asigura afișarea consistentă a culorilor în diferite condiții de iluminare ambientală.
ru: Автоматически адаптировать дисплей к условиям внешней освещенности, чтобы цвета выглядели естественнее.
sk: Automatická adaptácia farieb pre konzistentné zobrazenie displeja v rôznych svetelných podmienkach.
sl: Zaslon se samodejno prilagodi, da bodo barve videti dosledne v različnih pogojih osvetlitve v okolici.
sv: Anpassa skärmen automatiskt så att färger ser likadana ut i olika ljusförhållanden.
th: ปรับจอภาพโดยอัตโนมัติเพื่อให้สีดูสม่ำเสมอแม้สภาพแสงโดยรอบจะแตกต่างกัน
tr: Renklerin farklı ortam ışıklandırma koşullarında tutarlı görünmelerini sağlamak için ekranı otomatik olarak uyarlar.
uk: Автоматично адаптувати дисплей до умов навколишнього освітлення для тотожності вигляду кольорів.
vi: Tự động điều chỉnh màn hình để làm cho màu sắc nhất quán với các điều kiện ánh sáng xung quanh khác nhau.
zh_cn: 自动调整显示屏以在不同环境光条件下保持色彩显示一致。
zh_hk: 自動調整顯示器，使色彩在不同的環境光度下看來一致。
zh_tw: 自動調整顯示器，讓色彩在不同的環境光度下都看起來一致。
